H_information: {                            // HnameTable酒店资料数组初始化

    var H_info = new Array();
    H_info["未知酒店"]=["未知酒店名","未知Cid","未知","未知Jid","en",[""]];
    
    H_info["豪华多米"]=["小樽豪华多米酒店","19600034","灯の湯ドーミーインPREMIUM小樽","1512022","en",[""]];


}

H_RoomType_information: {                   // 各酒店房型资料数组初始化

    H_info["未知酒店"][5]["舒适日式房"]=["000088600","04禁，05"];      // 满足顺序查找
    H_info["未知酒店"][5]["日式房"]=["000188200","07禁，08"];     
    
    H_info["豪华多米"][5]["双人房"]=["367551008","03禁，01"];    


}
