H_information: {                            // HnameTable酒店资料数组初始化

    var H_info = new Array();
    H_info["未知酒店"]=["未知酒店名","未知Cid","未知","未知Jid","en",[""]];
    
    H_info["京王广场"]=["札幌京王广场饭店","6408934","京王プラザホテル札幌","1529005","en",[""]];
    H_info["新富良野Ｐ"]=["新富良野王子大饭店","4978253","新富良野プリンスホテル","1117006","en",[""]];

    

}

H_RoomType_information: {                   // 各酒店房型资料数组初始化

    H_info["未知酒店"][5]["舒适日式房"]=["000088600","04禁，05"];      // 满足顺序查找
    H_info["未知酒店"][5]["日式房"]=["000188201","07禁，08"];          // 满足顺序查找  
    
    H_info["京王广场"][5]["双床房"]=["51561348","他，17，26"];
    H_info["新富良野Ｐ"][5]["双床房"]=["152777288","11，01"];
    


}
