H_information: {                            // HnameTable酒店资料数组初始化

    var H_info = new Array();
    H_info["未知酒店"]=["未知酒店名","未知Cid","未知集計名","未知Jid","en",[""]];
    
    H_info["会议中心"]=["留寿都度假酒店及会议中心","12092384","ルスツリゾートホテル＆コンベンション","1567001","en",[""]];
    
    

}

H_RoomType_information: {                   // 各酒店房型资料数组初始化

    H_info["未知酒店"][5]["舒适日式房"]=["000088600","04禁，05"];      // 满足顺序查找
    H_info["未知酒店"][5]["日式房"]=["000188201","07禁，08"];          // 满足顺序查找  
    
    H_info["会议中心"][5]["标准双床房"]=["101900598","02，01"];
    


}
