H_information: {                            // HnameTable酒店资料数组初始化

    var H_info = new Array();
    H_info["未知酒店"]=["未知酒店名","未知Cid","未知集計名","未知Jid","en",[""]];
    
    H_info["会议中心"]=["留寿都度假酒店及会议中心","12092384","ルスツリゾートホテル＆コンベンション","1567001","en",[""]];
    H_info["威斯汀"]=["留寿都威斯汀度假酒店","6269820","ウエスティンルスツリゾート","1567002","en",[""]];
    
    H_info["三位神"]=["札幌三位神大酒店","3631884","ホテルリソルトリニティ札幌","1529122","en",[""]];
    
    H_info["希尔顿"]=["北海道二世古希尔顿度假酒店","6269779","オールウェイズニセコホテル","1524002","en",[""]];
    
    

}

H_RoomType_information: {                   // 各酒店房型资料数组初始化

    H_info["未知酒店"][5]["舒适日式房"]=["000088600","04禁，05"];      // 满足顺序查找
    H_info["未知酒店"][5]["日式房"]=["000188201","07禁，08"];          // 满足顺序查找  
    
    H_info["会议中心"][5]["标准双床房"]=["101900598","02，01，＊号"];
    H_info["威斯汀"][5]["传统双层阁楼"]=["646264025","他，＊号"];
    
    H_info["三位神"][5]["园景大床房"]=["659655372","09"];
    H_info["三位神"][5]["园景双床房A"]=["659654336","11"];
    H_info["三位神"][5]["园景双床房C"]=["659656091","10"];
    
    H_info["希尔顿"][5]["豪华双床房"]=["681844449","12，ツイン他"];
    H_info["希尔顿"][5]["豪华家庭房"]=["681918205","15，他"];
    H_info["希尔顿"][5]["豪华特大床房"]=["684407695","08，ダブル他"];
    


}
